LEXICON: dict[str, str] = {
    'forward': '>>',
    'backward': '<<',
     '/start': '<b>Привет, читатель!</b>\n\nЭто бот, в котором '
              'ты можешь прочитать книгу Рэя Брэдбери "Марсианские '
              'хроники" и не только!\n\nЧтоб начать читать книгу, выбери её, набрав команду /choose_book'
              '\n\nЧтобы посмотреть список доступных '
              'команд - набери /help',
    '/help': '<b>Это бот-читалка</b>\n\nДоступные команды:\n\n/beginning - '
             'перейти в начало книги\n/continue - продолжить '
             'чтение\n/bookmarks - посмотреть список закладок\n/help - '
             'справка по работе бота\n/choose_book - выбрать книгу\n'
             '/start - перезапустить бота'
             '\n\nЧтобы сохранить закладку - '
             'нажмите на кнопку с номером страницы. Закладка сохранится после клика по странице,'
             'вы сможете проверить добавленные закладка в /bookmarks \n\n<b>Приятного чтения!</b>',
    '/bookmarks': '<b>Это список ваших закладок:</b>',
    'edit_bookmarks': '<b>Редактировать закладки</b>',
    'edit_bookmarks_button': 'РЕДАКТИРОВАТЬ',
    'del': 'УДАЛИТЬ',
    'cancel': 'ОТМЕНИТЬ',
    'no_bookmarks': 'У вас пока нет ни одной закладки.\n\nЧтобы '
                    'добавить страницу в закладки - во время чтения '
                    'книги нажмите на кнопку с номером этой '
                    'страницы\n\n/continue - продолжить чтение',
    'cancel_text': '/continue - продолжить чтение'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Запуск/перезапуск бота',
    '/choose_book': 'Выбрать книгу',
    '/beginning': 'В начало книги',
    '/continue': 'Продолжить чтение',
    '/bookmarks': 'Мои закладки',
    '/help': 'Справка по работе бота'
}

